tap "caskroom/cask"
tap "homebrew/binary"
tap "homebrew/bundle"
tap "homebrew/core"
tap "homebrew/dupes"
tap "homebrew/head-only"
tap "homebrew/services"
tap "homebrew/versions"
tap "homebrew/x11"
tap "kylef/formulae"
tap "neovim/neovim"
tap "thoughtbot/formulae"
tap "universal-ctags/universal-ctags"
brew "libyaml"
brew "gdbm"
brew "python"
brew "ansible"
brew "apple-gcc42"
brew "aria2"
brew "freetype"
brew "fontconfig"
brew "gettext"
brew "glib"
brew "pixman"
brew "cairo"
brew "git", args: ["HEAD"]
brew "gobject-introspection"
brew "atk"
brew "autoconf"
brew "automake"
brew "bash"
brew "bazaar"
brew "c-ares"
brew "chromedriver"
brew "gmp@4"
brew "isl@0.12"
brew "cloog"
brew "cmake"
brew "gmp"
brew "libevent"
brew "crystal-lang"
brew "jansson"
brew "libev"
brew "spdylay"
brew "curl", args: ["with-nghttp2"]
brew "libgpg-error"
brew "libassuan"
brew "libgcrypt"
brew "libksba"
brew "pth"
brew "dirmngr"
brew "docker"
brew "elinks"
brew "jpeg"
brew "wxmac"
brew "elixir"
brew "faac"
brew "lame"
brew "x264"
brew "xvid"
brew "ffmpeg"
brew "isl"
brew "mpfr"
brew "gcc"
brew "gd"
brew "shared-mime-info"
brew "gdk-pixbuf"
brew "ghc"
brew "libusb"
brew "pinentry"
brew "gnupg"
brew "go"
brew "gpg-agent"
brew "libtool"
brew "graphviz"
brew "icu4c"
brew "hicolor-icon-theme"
brew "pango"
brew "gtk+"
brew "haproxy"
brew "heroku"
brew "htop-osx"
brew "xz"
brew "python3"
brew "httpie"
brew "hyper"
brew "iperf"
brew "irssi"
brew "jbig2dec"
brew "oniguruma"
brew "jq"
brew "jsmin"
brew "leiningen"
brew "lesstif"
brew "popt"
brew "librsync"
brew "libsodium"
brew "libssh2"
brew "libtermkey"
brew "libusb-compat"
brew "libuv"
brew "libvo-aacenc"
brew "libvterm"
brew "libxml2"
brew "little-cms2"
brew "lua"
brew "luajit"
brew "mercurial"
brew "msgpack"
brew "mupdf"
brew "ninja"
brew "nmap"
brew "node"
brew "openjpeg"
brew "openmotif"
brew "ossp-uuid"
brew "packer"
brew "pandoc"
brew "postgresql", restart_service: true
brew "protobuf"
brew "ruby-build"
brew "rbenv"
brew "reattach-to-user-namespace", args: ["with-wrap-pbcopy-and-pbpaste"]
brew "redis", restart_service: true
brew "rust"
brew "scrypt"
brew "swig"
brew "testdisk"
brew "texi2html"
brew "the_silver_searcher"
brew "tmux"
brew "tree"
brew "unibilium"
brew "unixodbc"
brew "unrar"
brew "utf8proc"
brew "vegeta"
brew "vim", args: ["with-lua"]
brew "watchman"
brew "wget"
brew "wrk"
brew "xpdf"
brew "yarn"
brew "yasm"
brew "youtube-dl"
brew "zsh"
brew "kylef/formulae/swiftenv"
brew "neovim/neovim/neovim"
brew "thoughtbot/formulae/rcm"
brew "universal-ctags/universal-ctags/universal-ctags", args: ["HEAD"]
cask "blockblock"
cask "kap"
