tap 'caskroom/cask'
tap 'homebrew/bundle'
tap 'homebrew/core'
tap 'kylef/formulae'
tap 'neovim/neovim'
tap 'thoughtbot/formulae'
tap 'universal-ctags/universal-ctags'
brew 'libyaml'
brew 'openssl@1.1'
brew 'gdbm'
brew 'openssl'
brew 'readline'
brew 'sqlite'
brew 'python'
brew 'ansible'
brew 'autoconf'
brew 'automake'
brew 'boost'
brew 'c-ares'
brew 'libtool'
brew 'cfssl'
brew 'cmake'
brew 'ctop'
brew 'curl', args: ['with-nghttp2']
brew 'dbus'
brew 'libgpg-error'
brew 'libassuan'
brew 'libgcrypt'
brew 'libksba'
brew 'pth'
brew 'dirmngr'
brew 'git', args: ['HEAD']
brew 'docker'
brew 'docker-machine'
brew 'docker-compose'
brew 'lame'
brew 'x264'
brew 'xvid'
brew 'ffmpeg'
brew 'geoip'
brew 'gettext'
brew 'libffi'
brew 'pcre'
brew 'glib'
brew 'gmp'
brew 'gnupg'
brew 'pinentry'
brew 'gpg-agent'
brew 'libusb'
brew 'libusb-compat'
brew 'gnupg2'
brew 'libtasn1'
brew 'libunistring'
brew 'nettle'
brew 'p11-kit'
brew 'gnutls'
brew 'go'
brew 'heroku'
brew 'xz'
brew 'python3'
brew 'httpie'
brew 'hub'
brew 'icu4c'
brew 'jansson'
brew 'jemalloc'
brew 'oniguruma'
brew 'jq'
brew 'keybase'
brew 'libev'
brew 'libevent'
brew 'libtermkey'
brew 'libuv'
brew 'libvo-aacenc'
brew 'libvterm'
brew 'libxml2'
brew 'lua'
brew 'msgpack'
brew 'mtr'
brew 'spdylay'
brew 'nghttp2'
brew 'nmap'
brew 'node'
brew 'pkg-config'
brew 'pv'
brew 'ruby-build'
brew 'rbenv'
brew 'reattach-to-user-namespace'
brew 'redis'
brew 's3cmd'
brew 'swift'
brew 'the_silver_searcher'
brew 'tmux'
brew 'tree'
brew 'unibilium'
brew 'unrar'
brew 'utf8proc'
brew 'wget'
brew 'wrk'
brew 'zsh'
brew 'kylef/formulae/swiftenv'
brew 'neovim/neovim/neovim'
brew 'thoughtbot/formulae/rcm'
brew 'universal-ctags/universal-ctags/universal-ctags', args: ['HEAD']
cask 'java'
