# Taps
tap "amiaopensource/amiaos"
tap "anomalyco/tap"
tap "homebrew-ffmpeg/ffmpeg"
tap "lescanauxdiscrets/tap"

# --- Core CLI Tools ---
brew "bat"              # cat replacement with syntax highlighting
brew "delta"            # git diff viewer with syntax highlighting
brew "fd"               # find replacement, fast and user-friendly
brew "fzf"              # fuzzy finder for files, history, etc.
brew "gh"               # GitHub CLI
brew "git"              # version control
brew "htop"             # interactive process viewer
brew "prettyping"       # prettier ping output
brew "ripgrep"          # grep replacement, very fast
brew "zoxide"           # smart cd replacement (z/zi)

# --- Development ---
brew "gcc"              # GNU compiler collection
brew "openssl@3"        # TLS/SSL toolkit
brew "opencode"         # AI coding assistant

# --- Media ---
brew "ffmpeg"           # video/audio processing
brew "tesseract"        # OCR engine
brew "whisper-cpp"      # speech-to-text

# --- Other Tools ---
brew "mint"             # Swift package manager
brew "rclone"           # cloud storage sync

# --- Casks (macOS Applications) ---
cask "1password"
cask "chatgpt"
cask "claude"
cask "conductor"
cask "cursor"
cask "discord"
cask "figma"
cask "fork"
cask "google-chrome"
cask "lm-studio"
cask "obsidian"
cask "ollama-app"
cask "opencode-desktop"
cask "orbstack"
cask "plex"
cask "postman"
cask "raycast"
cask "transmit"
cask "whatsapp"
